Repository: KDE/kolorfill
Catalog: poqm/*/kolorfill_qt.po
Languages: el, eo, fi, fr, gl, ia, tr, uk

# Help|
source: Simple color fill application. By selecting a color, the board gets flood filled from top left. The goal is to make the board in one color in as few fills as possible.
el: Απλή εφαρμογή χρωματισμού. Ο πίνακας πλημμυρίζει με το επιλεγμένο χρώμα από την άνω αριστερά άκρη. Ο στόχος είναι να χρωματιστεί ο πίνακας με ένα χρώμα με όσο το δυνατόν λιγότερα γεμίσματα.
fi: Yksinkertainen väritäyttösovellus. Valitsemalla värin lauta väritetään ylävasemmalta alkaen. Tavoitteena on värittää lauta yksiväriseksi mahdollisimman harvoilla täytöillä.
fr: Une application simple de remplissage de couleurs. En sélectionnant une couleur, le plateau se remplit à partir du coin supérieur gauche. Le but est de remplir le plateau avec une couleur avec peu de remplissages possibles.
gl: Aplicación sinxela de colorar. Ao seleccionar unha cor, o taboleiro énchese desde a parte superior esquerda. O obxectivo é poñer o taboleiro dunha cor enchéndoo o mínimo número de veces posíbel.
ia: Simple application de reimpler color. Per selectionar un color, le tabula deveni inundate ab culmine sinistre. Le objectivo es facer le tabule in un color comminus colores possibile.
tr: Yalın bir renk doldurma uygulaması. Bir renk seçtiğinizde, tahta sol üstten doldurulur. Amaç, tahtayı olabilecek en az doldurma ile tek renk yapmaktır.
uk: Проста гра у заповнення кольором. Вибираючи колір, ви заповнюєте ним дошку, починаючи з верхнього лівого кута. Метою гри є заповнення дошки одним кольором за мінімальну кількість ходів.

# HighScoreView|
source: Board size:
el: Μέγεθος πίνακα:
eo: Grandeco de la tabulo:
fi: Laudan koko:
fr: Taille du plateau :
gl: Tamaño do taboleiro:
ia: Grandor de Tabula:
tr: Tahta boyutu:
uk: Розмір дошки:

# HighScoreView|
source: Fills:
el: Γεμίσματα:
eo: Plenigaĵoj:
fi: Täyttöjä:
fr: Remplissage :
gl: Encheduras:
ia: Reimple:
tr: Doldurmalar:
uk: Заповнень:

# main|
source: Fills: %1
el: Γεμίσματα: %1
eo: Plenigaĵoj: %1
fi: Täyttöjä: %1
fr: Remplissages : %1
gl: Encheduras: %1
ia: Reimple: %1
tr: Doldurmalar: %1
uk: Заповнень: %1

# main|
source: Restart
el: Επανεκκίνηση
eo: Restartigi
fi: Käynnistä uudelleen
fr: Redémarrer
gl: Reiniciar
ia: Re-Initia
tr: Yeniden Başlat
uk: Перезапустити

# main|
source: Highscore
eo: Rekordoj
fi: Ennätyspisteet
fr: Meilleur score
gl: Mellores puntuacións
ia: Punctos alte
tr: Yüksek Puan
uk: Кращі результати

# main|
source: Help
el: Βοήθεια
eo: Helpo
fi: Ohje
fr: Aide
gl: Axuda
ia: Adjuta
tr: Yardım
uk: Довідка

# main|
source: High score
el: Κορυφαία βαθμολογία
eo: Plej alta poentaro
fi: Ennätyspisteet
fr: Meilleur score
gl: Mellor puntuación
ia: Punctos Alte
tr: Yüksek puan
uk: Кращий результат

# main|
source: Winner!
el: Νικητής!
eo: Venkinto!
fi: Voitto!
fr: Gagné !
gl: Gañaches!
ia: Victor!
tr: Kazandınız!
uk: Перемога!

# Winner|
source: You successfully solved the puzzle in %1 fills. Good luck beating that.
el: Λύσατε με επιτυχία το παζλ σε %1 γεμίσματα. Και σ'ανώτερα.
eo: Vi sukcese solvis la enigmon en %1 plenigaĵoj. Bonŝancon batante tion.
fi: Onnistuit ratkaisemaan ongelman %1 täytöllä. Yritäpä parantaa siitä.
fr: Vous avez réussi à résoudre le puzzle en %1 remplissages. Bonne change pour battre ceci.
gl: Resolviches o quebracabezas en %1 encheduras. A ver se o superas.
ia: Tu resolveva con successo le enigma in %1 plenamentos, Bon sorte a batter illo.
tr: Bulmacayı %1 doldurmada başarıyla çözdünüz. Şimdi daha iyisini yapma zamanı.
uk: Вами успішно виконано завдання за %1 заповнень. Бажаємо вам перевершити цей результат.

# Winner|
source: You beat the highscore
el: Περάσατε την κορυφαία βαθμολογία
eo: Vi venkis la maksimuman poentaron
fi: Teit ennätyspisteet
fr: Vous avez battu le meilleur score
gl: Superaches a mellor puntuación
ia: Tu batteva le punctos plus alte
tr: Artık en yüksek puan sizinki
uk: Ви перевершили найкращий результат

# Winner|
source: Restart
el: Επανεκκίνηση
eo: Restartigi
fi: Käynnistä uudelleen
fr: Redémarrer
gl: Reiniciar
ia: Re-Initia
tr: Yeniden Başlat
uk: Перезапустити
